Repository: millianlmx/swimmich
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: People you share your library with. Sharing is one-way: to see their photos, they have to add you as well.
de: Personen, mit denen du deine Mediathek teilst. Teilen ist einseitig: Um ihre Fotos zu sehen, müssen sie dich ebenfalls hinzufügen.
es: Personas con las que compartes tu biblioteca. El uso compartido es unidireccional: para ver sus fotos, ellos también deben añadirte.
fr: Les personnes avec qui vous partagez votre photothèque. Le partage est unidirectionnel : pour voir leurs photos, elles doivent aussi vous ajouter.
it: Le persone con cui condividi la tua libreria. La condivisione è a senso unico: per vedere le loro foto, devono aggiungere anche te.

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni

source: Photo
de: Foto
es: Foto
it: Foto

source: Photo %lld of %lld
de: Foto %lld von %lld
es: Foto %lld de %lld
fr: Photo %lld sur %lld
it: Foto %lld di %lld

source: Photo at %@
de: Foto bei %@
es: Foto en %@
fr: Photo à %@
it: Foto a %@

source: Photos
de: Fotos
es: Fotos
it: Foto

source: Photos from this day in past years will appear here.
de: Fotos von diesem Tag aus früheren Jahren erscheinen hier.
es: Las fotos de este día de años anteriores aparecerán aquí.
fr: Les photos de ce jour les années passées apparaîtront ici.
it: Le foto di questo giorno degli anni passati appariranno qui.

source: Photos kept only in iCloud are downloaded before they can be uploaded. A slow or not-yet-ready download retries automatically, and anything still pending is picked up on the next backup.
de: Fotos, die nur in iCloud liegen, werden heruntergeladen, bevor sie hochgeladen werden können. Ein langsamer oder noch nicht bereiter Download wird automatisch wiederholt, und alles noch Ausstehende wird beim nächsten Backup aufgenommen.
es: Las fotos que solo están en iCloud se descargan antes de poder subirse. Una descarga lenta o que aún no está lista se reintenta automáticamente, y todo lo que siga pendiente se recogerá en la próxima copia de seguridad.
fr: Les photos conservées uniquement dans iCloud sont téléchargées avant de pouvoir être envoyées. Un téléchargement lent ou pas encore prêt est réessayé automatiquement, et tout ce qui reste en attente est repris à la prochaine sauvegarde.
it: Le foto conservate solo in iCloud vengono scaricate prima di poter essere caricate. Un download lento o non ancora pronto viene ritentato automaticamente, e ciò che resta in sospeso viene recuperato al prossimo backup.

source: Photos show up here once they are backed up.
de: Fotos erscheinen hier, sobald sie gesichert sind.
es: Las fotos aparecerán aquí una vez copiadas.
fr: Les photos apparaîtront ici une fois sauvegardées.
it: Le foto compariranno qui una volta eseguito il backup.

source: Photos with a recognized location will appear here as places you can explore.
de: Fotos mit erkanntem Ort erscheinen hier als Orte, die du erkunden kannst.
es: Las fotos con una ubicación reconocida aparecerán aquí como lugares que puedes explorar.
fr: Les photos dont le lieu est reconnu apparaîtront ici comme autant de lieux à explorer.
it: Le foto con una posizione riconosciuta appariranno qui come luoghi da esplorare.

source: Photos you took on this day will show up here.
de: Fotos, die du an diesem Tag aufgenommen hast, erscheinen hier.
es: Las fotos que hiciste tal día como hoy aparecerán aquí.
fr: Les photos prises ce jour-là apparaîtront ici.
it: Le foto scattate in questo giorno appariranno qui.

source: Photos you upload to Immich will appear here.
de: Fotos, die du in Immich hochlädst, erscheinen hier.
es: Las fotos que subas a Immich aparecerán aquí.
fr: Les photos que vous envoyez à Immich apparaîtront ici.
it: Le foto che carichi su Immich appariranno qui.

source: PhotoVault Locked
de: PhotoVault gesperrt
es: PhotoVault bloqueado
fr: PhotoVault verrouillé
it: PhotoVault bloccato

source: Pick at least 1 photo to add to this memory.
de: Wähle mindestens 1 Foto aus, um es dieser Erinnerung hinzuzufügen.
es: Elige al menos 1 foto para añadirla a este recuerdo.
fr: Choisissez au moins 1 photo à ajouter à ce souvenir.
it: Scegli almeno 1 foto da aggiungere a questo ricordo.

source: Pick at least 1 photo. Its date sets the memory's year.
de: Wähle mindestens 1 Foto aus. Sein Datum legt das Jahr der Erinnerung fest.
es: Elige al menos 1 foto. Su fecha define el año del recuerdo.
fr: Choisissez au moins 1 photo. Sa date détermine l'année du souvenir.
it: Scegli almeno 1 foto. La sua data imposta l'anno del ricordo.

source: Pick at least 1 photo. The stack's current cover stays its cover.
de: Wähle mindestens 1 Foto aus. Das aktuelle Titelbild des Stapels bleibt sein Titelbild.
es: Elige al menos 1 foto. La portada actual de la pila sigue siendo su portada.
fr: Choisissez au moins 1 photo. La couverture actuelle de la pile reste sa couverture.
it: Scegli almeno 1 foto. La copertina attuale del gruppo resta la sua copertina.

source: Pick at least 2 photos. The newest one becomes the cover.
de: Wähle mindestens 2 Fotos aus. Das neueste wird zum Titelbild.
es: Elige al menos 2 fotos. La más reciente será la portada.
fr: Choisissez au moins 2 photos. La plus récente devient la couverture.
it: Scegli almeno 2 foto. La più recente diventa la copertina.

source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci

source: Play Live Photo
de: Live Photo abspielen
es: Reproducir Live Photo
fr: Lire la Live Photo
it: Riproduci Live Photo

source: Preparing %lld photos
de: %lld Fotos werden vorbereitet
es: Preparando %lld fotos
fr: Préparation de %lld photos
it: Preparazione di %lld foto

source: Preparing road trip…
de: Roadtrip wird vorbereitet…
es: Preparando el viaje por carretera…
fr: Préparation du road trip…
it: Preparazione del road trip…

source: Primary
de: Primär
es: Principal
fr: Principale
it: Principale

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Avanzamento

source: Public link
de: Öffentlicher Link
es: Enlace público
fr: Lien public
it: Link pubblico

source: Quota
de: Kontingent
es: Cuota

source: Recent
de: Zuletzt
es: Recientes
fr: Récents
it: Recenti

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna

source: Refresh people
de: Personen aktualisieren
es: Actualizar personas
fr: Actualiser les personnes
it: Aggiorna persone

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi

source: Remove %@ from this album?
de: %@ aus diesem Album entfernen?
es: ¿Quitar %@ de este álbum?
fr: Retirer %@ de cet album ?
it: Rimuovere %@ da questo album?

source: Remove %lld photo%@ from this album?
de: %lld Foto%@ aus diesem Album entfernen?
es: ¿Quitar %lld foto%@ de este álbum?
fr: Retirer %lld photo%@ de cet album ?
it: Rimuovere %lld foto%@ da questo album?

source: Remove all offline photos?
de: Alle Offline-Fotos entfernen?
es: ¿Quitar todas las fotos sin conexión?
fr: Retirer toutes les photos hors ligne ?
it: Rimuovere tutte le foto offline?

source: Remove from Album
de: Aus Album entfernen
es: Quitar del álbum
fr: Retirer de l'album
it: Rimuovi dall'album

source: Remove from favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti

source: Remove from Offline
de: Aus Offline entfernen
es: Quitar de sin conexión
fr: Retirer du hors ligne
it: Rimuovi da offline

source: Remove from stack
de: Aus Stapel entfernen
es: Quitar del grupo
fr: Retirer de la pile
it: Rimuovi dal gruppo

source: Remove this photo from the album?
de: Dieses Foto aus dem Album entfernen?
es: ¿Quitar esta foto del álbum?
fr: Retirer cette photo de l'album ?
it: Rimuovere questa foto dall'album?

source: Remove this photo from the memory
de: Dieses Foto aus der Erinnerung entfernen
es: Quitar esta foto del recuerdo
fr: Retirer cette photo du souvenir
it: Rimuovi questa foto dal ricordo

source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina

source: Rename Person
de: Person umbenennen
es: Cambiar nombre de la persona
fr: Renommer la personne
it: Rinomina persona

source: Replay
de: Erneut abspielen
es: Repetir
fr: Revoir
it: Riproduci di nuovo

source: Require Face ID
de: Face ID anfordern
es: Requerir Face ID
fr: Exiger Face ID
it: Richiedi Face ID

source: Reset backup tracking
de: Backup-Verfolgung zurücksetzen
es: Restablecer el seguimiento de la copia de seguridad
fr: Réinitialiser le suivi de sauvegarde
it: Azzera monitoraggio backup

source: Reset backup tracking?
de: Backup-Verfolgung zurücksetzen?
es: ¿Restablecer el seguimiento de la copia de seguridad?
fr: Réinitialiser le suivi de sauvegarde ?
it: Azzerare il monitoraggio del backup?

source: Reset tracking
de: Verfolgung zurücksetzen
es: Restablecer el seguimiento
fr: Réinitialiser le suivi
it: Azzera monitoraggio

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina

source: Restore All
de: Alle wiederherstellen
es: Restaurar todo
fr: Tout restaurer
it: Ripristina tutto

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi

source: Resume last backup
de: Letztes Backup fortsetzen
es: Reanudar la última copia de seguridad
fr: Reprendre la dernière sauvegarde
it: Riprendi l'ultimo backup

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Retry failed
de: Fehlgeschlagene erneut versuchen
es: Reintentar los fallidos
fr: Réessayer les échecs
it: Riprova gli elementi non riusciti

source: Revert to original
de: Zum Original zurücksetzen
es: Volver al original
fr: Revenir à l'original
it: Torna all'originale

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revoca

source: Revoke this shared link?
de: Diesen geteilten Link widerrufen?
es: ¿Revocar este enlace compartido?
fr: Révoquer ce lien partagé ?
it: Revocare questo link condiviso?

source: Rotation
de: Drehung
es: Rotación
it: Rotazione

source: Run
de: Ausführen
es: Ejecutar
fr: Lancer
it: Esegui

source: Run ${applicationName} backup
de: ${applicationName}-Backup ausführen
es: Ejecutar copia de seguridad de ${applicationName}
fr: Lancer la sauvegarde ${applicationName}
it: Esegui il backup di ${applicationName}

source: Run now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
it: Esegui ora

source: Saturation
de: Sättigung
es: Saturación
it: Saturazione

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Save memory
de: Erinnerung speichern
es: Guardar recuerdo
fr: Enregistrer le souvenir
it: Salva ricordo

source: Save Memory
de: Erinnerung speichern
es: Guardar recuerdo
fr: Enregistrer le souvenir
it: Salva ricordo

source: Save search
de: Suche speichern
es: Guardar búsqueda
fr: Enregistrer la recherche
it: Salva ricerca

source: Save Search
de: Suche speichern
es: Guardar búsqueda
fr: Enregistrer la recherche
it: Salva ricerca

source: Save the current search for quick access.
de: Aktuelle Suche speichern, um schnell darauf zuzugreifen.
es: Guarda la búsqueda actual para acceder rápido a ella.
fr: Enregistrer la recherche actuelle pour y accéder rapidement.
it: Salva la ricerca attuale per accedervi rapidamente.

source: Save to Photos
de: In Fotos speichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
it: Salva in Foto

source: Saved
de: Gespeichert
es: Guardadas
fr: Enregistrées
it: Salvate

source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…

source: Scan
de: Scannen
es: Escanear
fr: Analyser
it: Scansiona

source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le QR code
it: Scansiona codice QR

source: Scan server QR code
de: Server-QR-Code scannen
es: Escanear el código QR del servidor
fr: Scanner le code QR du serveur
it: Scansiona il codice QR del server

source: Scanning your library…
de: Deine Mediathek wird durchsucht…
es: Analizando tu biblioteca…
fr: Analyse de votre photothèque…
it: Scansione della libreria…

source: Scroll to top
de: Nach oben scrollen
es: Ir arriba
fr: Revenir en haut
it: Scorri in alto

source: Search
de: Suche
es: Buscar
fr: Rechercher
it: Cerca

source: Search & memories
de: Suche & Erinnerungen
es: Búsqueda y recuerdos
fr: Recherche & souvenirs
it: Ricerca e ricordi

source: Search Mode
de: Suchmodus
es: Modo de búsqueda
fr: Mode de recherche
it: Modalità di ricerca

source: Search mode: %@
de: Suchmodus: %@
es: Modo de búsqueda: %@
fr: Mode de recherche : %@
it: Modalità di ricerca: %@

source: Search offline photos
de: Offline-Fotos suchen
es: Buscar fotos sin conexión
fr: Rechercher des photos hors ligne
it: Cerca foto offline

source: Search photos and places
de: Fotos und Orte suchen
es: Buscar fotos y lugares
fr: Rechercher des photos et des lieux
it: Cerca foto e luoghi

source: Search your library
de: Mediathek durchsuchen
es: Buscar en tu biblioteca
fr: Rechercher dans votre bibliothèque
it: Cerca nella libreria

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona

source: Select language: %@
de: Sprache auswählen: %@
es: Seleccionar idioma: %@
fr: Sélectionner la langue : %@
it: Seleziona lingua: %@

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato

source: self-hosted, private, and durable.
de: selbst gehostet, privat und beständig.
es: autohospedado, privado y duradero.
fr: auto-hébergée, privée et durable.
it: self-hosted, privato e durevole.

source: Send comment
de: Kommentar senden
es: Enviar comentario
fr: Envoyer le commentaire
it: Invia commento

source: SERVER ADDRESS
de: SERVER-ADRESSE
es: DIRECCIÓN DEL SERVIDOR
fr: ADRESSE DU SERVEUR
it: INDIRIZZO SERVER

source: Server check
de: Serverprüfung
es: Comprobación del servidor
fr: Vérification du serveur
it: Verifica del server

source: Server connected
de: Server verbunden
es: Servidor conectado
fr: Serveur connecté
it: Server connesso

source: Server unreachable
de: Server nicht erreichbar
es: Servidor inaccesible
fr: Serveur injoignable
it: Server non raggiungibile

source: Servers
de: Server
es: Servidores
fr: Serveurs
it: Server

source: Set ${favorite} on ${assetId}
de: ${favorite} für ${assetId} setzen
fr: Définir ${favorite} sur ${assetId}
it: Imposta ${favorite} su ${assetId}

source: Set as cover
de: Als Titelbild festlegen
es: Establecer como portada
fr: Définir comme couverture
it: Imposta come copertina

source: Set as Cover
de: Als Titelbild festlegen
es: Establecer como portada
fr: Définir comme couverture
it: Imposta come copertina

source: Set as primary
de: Als Hauptbild festlegen
es: Establecer como principal
fr: Définir comme principale
it: Imposta come principale

source: Set the timestamp this photo was taken.
de: Lege den Aufnahmezeitpunkt dieses Fotos fest.
es: Establece la fecha y hora en que se tomó esta foto.
fr: Définir la date de prise de vue de cette photo.
it: Imposta la data in cui questa foto è stata scattata.

source: Set up your server and sign in.
de: Richte deinen Server ein und melde dich an.
es: Configura tu servidor e inicia sesión.
fr: Configurez votre serveur et connectez-vous.
it: Configura il tuo server e accedi.

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

source: Share link
de: Link teilen
es: Compartir enlace
fr: Partager le lien
it: Condividi link

source: Share with other users
de: Mit anderen Nutzern teilen
es: Compartir con otros usuarios
fr: Partager avec d'autres utilisateurs
it: Condividi con altri utenti

source: Shared
de: Geteilt
es: Compartido
fr: Partagé
it: Condiviso

source: Shared album
de: Geteiltes Album
es: Álbum compartido
fr: Album partagé
it: Album condiviso

source: Shared Link
de: Geteilter Link
es: Enlace compartido
fr: Lien partagé
it: Link condiviso

source: Shared Links
de: Geteilte Links
es: Enlaces compartidos
fr: Liens partagés
it: Link condivisi

source: Shared With
de: Geteilt mit
es: Compartido con
fr: Partagé avec
it: Condiviso con

source: Shared with me
de: Mit mir geteilt
es: Compartido conmigo
fr: Partagé avec moi
it: Condivisi con me

source: Shared with you
de: Mit dir geteilt
es: Compartido contigo
fr: Partagé avec vous
it: Condivisi con te

source: Sharing
de: Teilen
es: Compartir
fr: Partage
it: Condivisione

source: Show %lld hidden people
de: %lld ausgeblendete Personen anzeigen
es: Mostrar %lld personas ocultas
fr: Afficher %lld personnes masquées
it: Mostra %lld persone nascoste

source: Show in timeline
de: In der Zeitleiste anzeigen
es: Mostrar en la cronología
fr: Afficher dans la timeline
it: Mostra nella cronologia

source: Show metadata
de: Metadaten anzeigen
es: Mostrar metadatos
fr: Afficher les métadonnées
it: Mostra metadati

source: Show the next memory of the day in the Immich widget.
de: Zeige die nächste Erinnerung des Tages im Immich-Widget.
es: Muestra el siguiente recuerdo del día en el widget de Immich.
fr: Afficher le souvenir suivant du jour dans le widget Immich.
it: Mostra il prossimo ricordo del giorno nel widget Immich.

source: Shuffle memories
de: Erinnerungen mischen
es: Mezclar recuerdos
fr: Mélanger les souvenirs
it: Mescola ricordi

source: Shuffle Memories
de: Erinnerungen mischen
es: Mezclar recuerdos
fr: Mélanger les souvenirs
it: Mescola ricordi

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi

source: Sign in to Immich
de: Bei Immich anmelden
es: Inicia sesión en Immich
fr: Connectez-vous à Immich
it: Accedi a Immich

source: Slide %lld of %lld: %@
de: Folie %lld von %lld: %@
es: Diapositiva %lld de %lld: %@
fr: Diapositive %lld sur %lld : %@
it: Diapositiva %lld di %lld: %@

source: Slideshow
de: Diashow
es: Presentación
fr: Diaporama
it: Presentazione

source: Slideshow Speed
de: Diashow-Geschwindigkeit
es: Velocidad de la presentación
fr: Vitesse du diaporama
it: Velocità presentazione

source: Smart
de: Intelligent
es: Inteligente
fr: Intelligent
it: Intelligente

source: Smart search, shared albums, timelines.
de: Intelligente Suche, geteilte Alben, Zeitleisten.
es: Búsqueda inteligente, álbumes compartidos y cronologías.
fr: Recherche intelligente, albums partagés, timelines.
it: Ricerca intelligente, album condivisi, cronologie.

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo ha salido mal. Vuelve a intentarlo.
fr: Une erreur est survenue. Veuillez réessayer.
it: Qualcosa è andato storto. Riprova.

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur est survenue
it: Si è verificato un errore

source: Stack
de: Stapel
es: Pila
fr: Pile
it: Gruppo

source: Stacks
de: Stapel
es: Pilas
fr: Piles
it: Gruppi

source: Start a backup from the Home Screen.
de: Starte ein Backup über den Home-Bildschirm.
es: Inicia una copia de seguridad desde la pantalla de inicio.
fr: Lancez une sauvegarde depuis l'écran d'accueil.
it: Avvia un backup dalla schermata Home.

source: Stop %lld
de: Stopp %lld
es: Paso %lld
fr: Étape %lld
it: Passaggio %lld

source: Stop sharing
de: Teilen beenden
es: Dejar de compartir
fr: Ne plus partager
it: Interrompi condivisione

source: Stop sharing with %@
de: Teilen mit %@ beenden
es: Dejar de compartir con %@
fr: Ne plus partager avec %@
it: Interrompi condivisione con %@

source: Stop sharing with this partner?
de: Teilen mit diesem Partner beenden?
es: ¿Dejar de compartir con este socio?
fr: Ne plus partager avec ce partenaire ?
it: Interrompere la condivisione con questo partner?

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione

source: Straighten
de: Begradigen
es: Enderezar
fr: Redresser
it: Raddrizza

source: Suggested keep
de: Behalten empfohlen
es: Conservar sugerido
fr: Suggéré à conserver
it: Consigliata da conservare

source: Tags help you group and search photos.
de: Tags helfen dir, Fotos zu gruppieren und zu suchen.
es: Las etiquetas te ayudan a agrupar y buscar fotos.
fr: Les étiquettes vous aident à regrouper et rechercher vos photos.
it: Le etichette aiutano a raggruppare e cercare le foto.

source: Tap the heart on a photo to keep it here.
de: Tippe auf das Herz eines Fotos, um es hier zu behalten.
es: Toca el corazón de una foto para guardarla aquí.
fr: Touchez le cœur d'une photo pour la garder ici.
it: Tocca il cuore su una foto per tenerla qui.

source: That does not look like a shared link. Paste the link you received, or its key.
de: Das sieht nicht nach einem geteilten Link aus. Füge den Link ein, den du erhalten hast, oder seinen Schlüssel.
es: Eso no parece un enlace compartido. Pega el enlace que recibiste o su clave.
fr: Cela ne ressemble pas à un lien partagé. Collez le lien reçu ou sa clé.
it: Questo non sembra un link condiviso. Incolla il link che hai ricevuto, o la sua chiave.

source: That link belongs to %@. Sign in to that server to open it.
de: Dieser Link gehört zu %@. Melde dich bei diesem Server an, um ihn zu öffnen.
es: Ese enlace pertenece a %@. Inicia sesión en ese servidor para abrirlo.
fr: Ce lien appartient à %@. Connectez-vous à ce serveur pour l'ouvrir.
it: Quel link appartiene a %@. Accedi a quel server per aprirlo.

source: That password is not right.
de: Das Passwort ist nicht korrekt.
es: Esa contraseña no es correcta.
fr: Ce mot de passe est incorrect.
it: La password non è corretta.

source: That photo could not be read.
de: Dieses Foto konnte nicht gelesen werden.
es: No se pudo leer esa foto.
fr: Cette photo n'a pas pu être lue.
it: Impossibile leggere la foto.

source: The certificate of %@ cannot be verified. Trust it anyway?
de: Das Zertifikat von %@ kann nicht verifiziert werden. Trotzdem vertrauen?
es: No se puede verificar el certificado de %@. ¿Confiar de todos modos?
fr: Le certificat de %@ ne peut pas être vérifié. Lui faire confiance quand même ?
it: Il certificato di %@ non può essere verificato. Fidarsi comunque?

source: The cover is what your timeline shows for this stack.
de: Das Titelbild zeigt deine Zeitleiste für diesen Stapel an.
es: La portada es lo que tu cronología muestra para esta pila.
fr: La couverture est ce que votre timeline affiche pour cette pile.
it: La copertina è ciò che la cronologia mostra per questo gruppo.

source: The downloaded file was empty.
de: Die heruntergeladene Datei war leer.
es: El archivo descargado estaba vacío.
fr: Le fichier téléchargé était vide.
it: Il file scaricato era vuoto.

source: The language Immich's interface uses. A change takes effect the next time you open the app.
de: Die Sprache, die Immichs Oberfläche verwendet. Eine Änderung wird beim nächsten Öffnen der App wirksam.
es: El idioma que usa la interfaz de Immich. El cambio se aplica la próxima vez que abras la app.
fr: La langue de l'interface d'Immich. Le changement prend effet au prochain lancement de l'app.
it: La lingua usata dall'interfaccia di Immich. La modifica ha effetto la prossima volta che apri l'app.

source: The next backup will re-check every photo against the server. Nothing is deleted — already-uploaded photos are simply skipped again.
de: Das nächste Backup prüft jedes Foto erneut gegen den Server. Nichts wird gelöscht — bereits hochgeladene Fotos werden einfach erneut übersprungen.
es: La próxima copia de seguridad volverá a comprobar cada foto con el servidor. No se elimina nada: las fotos ya subidas simplemente se omiten de nuevo.
fr: La prochaine sauvegarde vérifiera chaque photo auprès du serveur. Rien n'est supprimé — les photos déjà envoyées sont simplement ignorées à nouveau.
it: Il prossimo backup ricontrollerà ogni foto sul server. Nulla viene eliminato — le foto già caricate vengono semplicemente saltate di nuovo.
